import React from "react";
import styles from "./style.module.scss";
import WhatsAppIcon from "@mui/icons-material/WhatsApp";

const Footer = () => {
  return (
    <footer className={styles.about}>
      <p className="text-justify">
        MEHUL VANI दैनिक हिंदी न्यूज वेबसाइट है। यह छत्तीसगढ़ का सर्वाधिक
        लोकप्रिय न्यूज वेबसाइट है, जिसका संचालन मेहुल वाणी मासिक पत्रिका जिसका
        पंजीयन क्रमांक - RNI/CHHHIN17258 द्वारा किया जा रहा है। यह ऐसा डिजिटल
        न्यूज़ प्लेटफार्म हैं जहाँ आप प्रदेश के गांव कस्बों और शहरो की ताजा
        खबरों के साथ-साथ साक्षात्कार, मनोरंजन , घटनाएं ,खेल, राज्य के प्रमुख
        मुद्दों को पढ़ सकते है। साइट के कुछ तत्वों में उपयोगकर्ताओं द्वारा
        प्रस्तुत सामग्री ( समाचार / फोटो / विडियो आदि ) शामिल होगी . हम इस तरह
        के सामग्रियों के लिए कोई जिम्मेदारी नहीं स्वीकार करते है। प्रकाशित होने
        वाली खबरो के लिए संवाददाता या खबर देने वाला स्वयं जिम्मेदार होगा।
        स्वामी, मुद्रक, प्रकाशक, संपादक की कोई भी जिम्मेदारी नहीं होगी।
      </p>

      <div className={styles.contact}>
        <p>Contact us</p>
        <p>अमित बलभद्रे, प्रधान संपादक</p>
        <p>दौलत साहू , उप संपादक </p>
        <p className={styles.whatsapp}>
          <WhatsAppIcon />
          9479070073
        </p>
      </div>
    </footer>
  );
};

export default Footer;
